const sampleTexts2 = [
    // 1
    `　男の名は、黒野｜堕天男《ルシファー》。
　ふざけた名前だが、れっきとした現代日本の成人男性であり、俗にいうキラキラネームなる呪われし贈り物を親から賜った不幸な二十三歳社会人二年目である。
　勤務先は大手家電量販店ビックリカメラ｜六出那《ろくでな》支店。無論、正社員などではない。ここに正社員という概念は存在しない。会社の都合でいつでも｜馘首《クビ》にされる百円ライターさながらの使い捨て非正規社員だ。
　ビックリカメラは現在、年末商戦に追われていた。
　先月引きあげられた消費税のせいで人はみな財布の紐を固く縛り、買い物を控えていたので売上は激減、その分を年末で穴埋めするべく各社員には厳しい売上ノルマが課せられており、皆が皆溺死寸前の水難者のごとくもがき苦しみ、職場は阿鼻叫喚の地獄絵図であった。
　堕天男はもともとあまり要領がいい方ではなく、売上成績が特に悪かった。
　今日は全スタッフ中名誉の最下位ということで、閉店後に店長室という名の拷問部屋に呼び出された。
　そう――ノルマを果たせなかった者は、勤務時間外に上司によって激しい叱責を受ける運命にあるのだ。
「黒野堕天男。本日の自分の｜予算《ノルマ》が達成できなかった原因を考え、自己批判しろ」
　険しい顔で堕天男に迫る、店長。
　堕天男はしばらく沈黙した。
　この受難の時間を早く終えて家に帰り、酒を飲んでだらだらしたかったので、それを実現するための最適解を模索していたのだ。
　が、すぐめんどうくさくなって考えるのをやめた。
「何なんだ、それは！」
　溜まりに溜まった鬱憤がとうとう堰を切ったように開放され、堕天男は上司の机を拳槌でがつんと殴りつけて叫んだ。
「品物が売れなかったのは、全部末端のせいなのか。売上が落ちたのは増税のせいじゃないか。他にも品物に魅力がなかったり、買う気のある客が来なかったり、値段が高かったり、ノルマの数字がそもそも無茶だったってこともあるんじゃないのか。何で全部俺の責任なんだ。俺が店中を駈けずり回っていた時、貴様はどこで何をしていた。さては自分の無能を棚に上げて全部俺に責任を押しつけようとしているな！」
「何だその口の利き方はァ――!?」
　店長は怒り心頭、髪の毛を逆立たせ、顔を石油ストーブのごとく紅潮させ、怒鳴りちらした。
「上司である私に向かって！　お前は！　一体今まで、どういう教育を受けてきたのだ！　今日という今日は許さんぞ。終電まで……いや、お前が泣いて謝るまでは終電を過ぎてもたっぷり教育してやる。もちろん給料なんて出ないぞ。これは仕事ではなく、私の善意による｜啓発《ボランティア》なのだから。いっひっひっひ」
　唐突にサディスティックな笑みを浮かべた店長は、背後に立てかけてあった木刀を手にとった。その刀身には〈社会人精神注入〉と書かれていた。
「上等だ……俺は勤め人である前にひとりの人間だ。これは正当防衛になるな」
　堕天男はうおおと咆哮しながら店長に飛びかかり、プロボクサー顔負けの強烈な右ストレートを店長の顔面に向けて、放った。
　が――刹那、レンガで頭を殴られたかのごとき強烈な衝撃が、堕天男の頭を襲った。
「ぐわあ」
　思わず呻き、床を転げ回る。
　背後には、金属バットを持った、副店長。
　店長の指示なのか忖度したのかはわからないが、副店長は店長同様に邪悪な笑みを浮かべ、こう言った。
「まったく最近の若いのは。店長、この不埒者の成敗は私めにお任せを」
「何を言うのかね、｜持田《もちだ》くん。これは私の善意による｜教育《ボランティア》だよ。もう退勤時刻は過ぎている。さっさと帰宅しなさい。我が社は日本を代表するホワイト企業なのだから、残業などしてはいけない」
　ぺっ、と、堕天男は心の中で唾を吐いた。
　残業がないのではない、なかったことにされているだけだ。
「いえいえ。店長ひとりだけ置いておいそれと帰るわけにはいきますまい。この痴れ者は何をするかわかりませぬ故、給与を返上してでも折檻いたすべきでございまする。これも善意の――愛社精神の、なせる｜業《わざ》。けけ、けけけけ」
　店長同様善意など欠片も見られず、他人を痛めつけることに快感を見出す獰猛なサディストの笑みを浮かべた副店長は、金属バットで再度堕天男の腕を殴りつけた。
「素晴らしい忠誠心だ、持田くん。いいだろう、では一緒にかわいい部下に愛の鞭をくれてやろうじゃないか。ただし！　骨折するまで殴ってはならぬ。入院させてしまってはそれこそただの負債になってしまうからな。あくまで仕事に支障を出さない範囲で、傷害罪として立件されぬ程度に、うまく痛めつけるのだ。それができて初めて一人前のリーダーといえよう」
　一点の曇りもない笑顔でさらっととんでもない暴論を吐く店長は、社会人精神注入棒を振りあげ、骨折しないぎりぎりの絶妙な力加減で、堕天男の足を殴りつけた。
「ぎゃあ」
　堕天男の悲鳴が、夜の店長室に、｜谺《こだま》する。
　助けに来る者など――いない。
　同じ立場の平社員、つまり同僚たちは堕天男の味方かといえばそんなことはなく、違法長時間労働が蔓延しているにもかかわらず、なぜかその怒りの矛先はもっとも立場の悪い堕天男に向けられる。
　おそらく彼に味方すれば自分の立場も危うくなると考え、「自分は会社の忠犬です」と証明するため、もしくはあの邪智暴虐な店長に｜私刑《リンチ》されるのが恐ろしいためか、とにかく良くて傍観者に徹するか、あるいは副店長のように堕天男いじめに加わることすらある始末。
　無論ただやられっぱなしの堕天男ではなく、この惨状を店長のさらに上司、地区長や部長に｜密告《チク》ったことはある。
　当然だ。これは立派な暴行罪。出るところに出れば勝てる。
　――などと、法治国家にお住まいであろう読者諸兄はお思いだろうが、そんなことはない。
　《《我が国》》の労働基準法においては社員の教育という名目でならある程度の体罰は黙認されるという〈教育無罪の原則〉がある。
　そして――上司に反逆することは社内の和を乱し、生産性を低下させるとの理由で〈反逆罪〉に問われ、五十万円以下の罰金刑に課されるのである！
　そんなわけで店長と副店長のふたりに〈教育〉――いや、サンドバッグにされた堕天男は、激痛の走る全身を引きずりながら終電に乗り、帰宅する。
　死人のような顔でつり革にぶら下がる彼は今、こう思っていた。
　俺の人生って、何なんだろう……`,



    // 2
    `「ルシちゃあ～ん。こんな時間に帰宅とは、感心しませんねえ。夜遊びですかあ？」
　ブラック労働と過酷な体罰で満身創痍の｜堕天男《ルシファー》を、仁王立ちして迎える短身の若い女性。
　断っておくが、彼の恋人ではない。
　ましてや妻などでは断じてない。
　この低賃金長時間労働｜蔓延《はびこ》る現代日本で、恋人を探す余裕のある人間はむしろ｜少数派《マイノリティ》だ。
　彼女の名は、｜黒野沙麻《くろのさーま》。
　変わった名前だが、れっきとした日本人女性であり、彼の《《母親》》である。
　童顔で非常に若々しく、二十代前半くらい、いや下手したら十代後半に見えるため、一緒に歩いていると年頃のカップルに間違えられることもしばしばだ。
　だが――こんな｜姿形《なり》して、実は女性初の元陸上自衛隊第一空挺団隊員という経歴を持つ剛の者であり、三年前に父の浮気が発覚した時は半殺しどころか九割九分九厘殺しくらいにして病院送りにした前科がある。
　断っておくが、父が軟弱だったわけではなく、むしろ若い頃は喧嘩じゃ負けなし、今でも筋骨隆々マッチョマンのサラリーマンなのだが、この｜規格外《チート》母には手も足も出なかった。
　さらに｜齢《よわい》二十三にもなる息子の行動のすべてを刑務所の看守もどん引きするレベルで監視してくる、いわゆる過干渉型の｜毒母《どくはは》であり、腕っぷしも立つ分反抗すら困難を極めるというまるでフィクションのような悪の権化だ。
　職場ではブラック労働、家庭では毒母の過干渉と虐待……
　そう――堕天男の人生は、まるで刑務所の囚人のようだった。
　この地獄のような環境から離脱することも何度か考えた彼だが、年々増える税金と年々減る日本人労働者の賃金が災いして可処分所得は雀の涙であり、この時代の多くの日本男児は親元での生活を余儀なくされる。
　それに加えこの堕天男の場合、預金通帳とキャッシュカードを母親に掌握されており、家出という選択肢はとれなかった。
　一度夜中に通帳とキャッシュカードの奪還を試みたものの、この｜目聡《めざと》い母はすべてお見通しであり、反逆を試みた彼を専用の拷問部屋で｜三度《みたび》鞭打ちにして懲罰し、小便をちびるほどの激痛が一週間もの間続き、夜もまともに眠れなかった。
　だが、こうした異常とも思える家庭環境、労働環境は、実は現代日本ではそれほど珍しいことではない。
　特に匿名投稿が売りのＳＮＳ・ツイスターには、奴隷のごとき低賃金長時間労働と監獄のような毒親の監視に悩まされ、精神を病む若者たちの悲鳴で満ち満ちている。
「門限のひとつも守れないなんて、なあんということでしょうッ！　私のルシちゃんが、不良になっちまったわ」
　いつもの如く芝居がかった調子で、沙麻は堕天男の首根っこを掴み、《《片手で軽々と持ちあげ》》、いつもの拷問部屋に連行した。
　家庭内ルールをひとつ破るたびに、地獄の鞭打ち刑が待っているのだ。
「ま、待ってくれ。今日は残業で――」
　そう必死に弁明する堕天男の言葉など無視して沙麻は彼の手首を縄で縛り、服を脱がせる。
　上半身裸になった堕天男の体のいたるところに、店長と副店長の〈｜教育《ぼうりょく》〉によってできた無数の｜痣《あざ》が見えていないはずはなかったのだが、そんなことはまったく気にすることなく。
　その手に持った猛獣調教用の鞭をひと振り。
　音速を超えるその先端が、空気を切り裂く音とともに。
　ぱしーん、と、｜疳高《かんだか》い音を立てた。
「うぎゃあああ」
　鞭によって背中の皮膚が広範囲に破られ、あまりの激痛に堕天男は失禁した。
「不良は皆そう言うんですッ！　悪い子にはきちんとオシオキするのはお母さんとして当然ですッ！　口答えするならもう一発お見舞いするわよ！」
　そんなことを言われたら、もはや押し黙るしかなかった。
　この毒母にとっては真実の究明よりも、息子の反抗を封じる方が重要なのだ。
　――堕天男は、考える。
　俺たちは一体、何なのだ。
　現代日本という監獄に閉じこめられた囚人なのか。
　何もしなければ、一生この地獄の生活が続くことは想像に難くない。
　この毒母は死ぬまで俺の監視を続けるだろう。
　殺しても死なないような母だし、老衰でくたばる頃には俺ももういい歳、人生の再スタートをきるには遅すぎる。
　何としてでもこの毒母から逃れ、新しい人生を歩みだす必要がある。
　自由と権利は決して天から降ってはこない。それが現実だ。
　戦って、勝ちとるのだ。
　だが……どうやって――？`,



    // 3
    `　翌日。肉体的にも精神的にも満身創痍だった｜堕天男《ルシファー》は、人生初の出社拒否を敢行した。
　むろんそんなことをしてタダで済むはずがない。
　病気などの〈正当な理由〉なく会社を休むことは、日本経済をいたずらに停滞させる社会悪として反逆罪が適用され、五十万円以下の罰金刑となる。
　だが、そうとわかっていても、どうしても足が動かないのだ。
　あんな人権｜蹂躙《じゅうりん》組織にこれ以上いたら、俺は発狂してしまう！
　罰金でも何でも取りたきゃ取ればいい。無いものは取れないのだから。
　しかし家に引きこもったりすれば今度はあの、猛毒母に殺されかねない。
　よって俺は――公園に嘘出勤する！
　なるべく人目につかぬように。
　今や周りの人間誰もが信用できない。
　公園などに嘘出勤している者を警察に｜密告《チク》った者には、わずかだが報奨金が支給される。
　パトロール中の警官に職質され、嘘出勤がバレる可能性もある。
　そして何より堕天男の務めるビックリカメラ｜六出那《ろくでな》支店の名物鬼店長が、無断欠勤をみすみす許すはずもなく。
　今ごろ社会人精神注入棒を手に、自宅付近を徘徊している可能性さえある。
　故に――堕天男は自宅から十キロ近くも離れた隣町の公園まで来ていた。
　ひとつの場所に長らく滞在しては、嘘出勤が疑われ、通報される恐れがある。
　休日にちょっと散歩に来たフリーターという体を装わなければならない。
「ルシちゃあ～ん。お仕事さぼってえ～、こんなところで何してるんですかあ～？」
　ふいに母｜沙麻《さーま》の声が聴こえ、堕天男の心臓がセルゲイ・ブブカもかくやという垂直跳びを敢行する。
　堕天男は｜恐慌状態《パニック》に陥った。
　馬鹿な――なぜヤツがここにいる――!?
　あの鬼畜店長が家に電話したとしても、俺がどこにいるかなどわかるはずが――
「どうしてここがわかったかってえ？　うふふ。ルシちゃんの行動なんて全部お見通しよお～？　こんなこともあろうかとお～」
　沙麻は平然と続ける。
「発信機を仕掛けておいたの♪」
　その右手には、堕天男の現在位置が表示されているスマホ。
　一体何なんだこいつは！
「愛する息子のルシちゃんがあ～、毎日ちゃあんと会社に行ってるかどうか、お母さんとしてちゃあ～んと見守るう～、責務があるのですよお～？」
　そして左手には、いつもの猛獣調教用の鞭。
「親としてちゃあんと、オ・シ・オ・キ、しなくちゃねえ～」
　まだるっこしいしゃべりとは真逆の、ネコ科の猛獣のごとき動きで疾駆、跳躍し、沙麻は急激に間合いを詰めてきた。
　この身体能力――明らかに日本人女性の限界どころか、人間を超えている！
「うわあああ、来るなあ！」
　堕天男は全力で逃げ出した。
　沙麻が繰り出した鞭の先端が、堕天男の皮膚を引き裂くべく！
　音速超えの速度で空気をひゅうんひゅんと切り裂き！
　縦横無尽に飛び回る！
「逃げるなんて悪い子ですねえ～。ルシちゃんはあ～。いつからそんな不良になっちまったのかしらあ～？　ぷんすか」
　涼しい笑みで息ひとつ切らさず、オリンピックの体操金メダリストも裸足で逃げ出すほどのアクロバットな動きで息子を追う沙麻。
　ばちん、と、沙麻の繰り出した鞭の一撃が、大木の樹皮を抉りとった。
　母とは違い、人並みの運動神経しかない堕天男は、公園の木を盾にしながら木々の隙間を縫うようにして逃げる。
　遮蔽物があったのは、幸いだった。
　もし何もない平地だったら、オリンピックの｜短距離走選手《スプリンター》そこのけのスピードで走る彼女にはすぐに捕まってしまうだろう。
　この化物の血を引いているはずの俺がなぜこんなにも無力なのか――と、堕天男は己の理不尽を呪わずにはいられなかった。
　そして、事態はさらに悪化する。
「見つけたぞ～？　黒野堕天男」
　堕天男の行く先に、なぜか店にいるはずの店長が立ちはだかる。
　その手には、血まみれの社会人精神注入棒が握られていた。
「昨日さんざん愛をこめて社会人精神を説いてやったというのに、出社拒否とは。お前がそこまで救いようがないやつとは思わなかったよ。店長権限をもって、今日限りでお前を｜馘首《クビ》とする。そして二度とこんな馬鹿なことができないように、全身の骨という骨を砕き！　タコみたいにしてやるぞ。うっひっひ」
　会社の上司が眼の前で息子にこんなことを言ったら、普通の母親は激怒し、息子に味方するだろう。
　だが――
「あらあらあ～。ごめんなさいねえ～、店長さん。こんな不詳の息子で。この愛の鞭をもって、私が責任を持って、オシオキするわ」
　沙麻はむしろ我が子を嬉々と痛めつけようとするのだ。
　そしてそんなライオンのごとき獰猛な笑みを浮かべる人外母に、恭しく｜頭《あたま》を垂れる店長。
「いえいえ、私の方こそ部下の教育を誤ったようで。店の指導者としてお恥ずかしい限りです。責任を持って社会人精神を叩きこみます故」
　堕天男の意思など無視して会話するふたり。
　まるで彼が罰を受けるのは必然だとでも言わんばかりである。
　ふざけるな、俺が一体何をした――!?
「じゃあ、一緒にオシオキしましょっか♪」
　沙麻が思いついたように爽やかな笑みで言った。
「了解いたしました。我らの手で反社会的な若者を真人間に教育しましょうぞ。これも社会正義のため。いっひっひ」
　前門の｜母《チート》、後門の｜店長《きちく》。
　それぞれ得物を構えてじりじりと堕天男に歩み寄ってくる。
　堕天男は、逡巡する。
　逃げるか――？
　いや。あの｜店長《デブ》はともかく、百メートルを八秒台で走りかねない母から逃げるのは不可能。
　真っ先にあの｜母《バケモノ》は俺を捕縛し、｜店長《あくま》と二人で俺を袋叩きにするだろう。
　――よし、こうしよう。
　まず店長を倒して得物を奪い、母を殴り倒し、逃げよう。
　社会人精神注入棒を手に入れれば、丸腰よりはマシだろう。
　それでも｜母《ラスボス》相手に戦えるかすら怪しいが――現状、これが最も有効な策だと思われる。
　ブラック企業の闇など知らぬこの｜毒親《モンスター》に、社会人精神を注入してやる！
　なお、警察を呼ぶという選択肢は堕天男には初めからない。
　なぜなら会社を無断欠勤した彼が全面的に悪いことにされ、反逆罪で罰金刑に処された上に店長たちの｜暴力《リンチ》には眼を｜瞑《つむ》るだろうからだ。
　そんな馬鹿な、と読者諸兄はお思いかもしれないが、今や日本の金権政治は腐敗しきっており、政治家や警察はすべて日本経済連合団、略して｜経連団《けいれんだん》によって買収され、牛耳られている。
　労働者を搾取して成功した連中の集まりが労働者に有利な仕組みなど作るはずもない。
　会社組織を円滑に回すという大義名分の下、上の人間は下の人間に何をしても許されるが、下の人間は上の人間に逆らうことは一切許されない！
「文句があるなら偉くなれ」というのは経連団会長の言葉である。
　閑話休題。とにかく現状、警察や司法はアテにならない。
　自分の身は自分で守らなければならぬ。
　一切の権利を奪われた労働者に最後に残された｜希望《モノ》――それは暴力である。
　元陸自の母よりだらしないビール腹のおっさんである店長の方がまだ勝算がある、と踏んだ堕天男は、｜乾坤一擲《けんこんいってき》の反撃に出る――！
「うオオオオオオオッ！」
　恐怖を紛らわせるため、ありったけの声で｜咆哮《ほうこう》し！
　骨の一本も折らせる覚悟で、最大級の憎悪を込め！
　全体重を乗せた鉄拳を、店長の顔面めがけて放った――！
　ごしゃッ！
　……と、嫌な音が、公園中に響き渡った。
　が――
「今、何かしたかね。君イ」
　店長はあえて微動だにせず、《《堕天男の全体重八十八キログラムを乗せた鉄拳の一撃を顔面でまともに受けたにもかかわらず》》、《《無傷だった》》。
　あまりに荒唐無稽な光景に、堕天男の生物としての本能が、絶叫する。
　馬鹿な――元陸自の母はともかく、こんな運動不足のメタボオヤジが、齢二十三の成人男性（しかもかなり大柄な俺）の全体重を乗せた渾身の一撃を顔面にまともに受け、無事にいられるなど――!?
　そう。常人ならば良くて｜脳震盪《のうしんとう》、下手をすれば首が折れるなり脳内出血を起こして死んでも不思議ではない。
「先に手を出したのは、君イの方だよオ～」
　次の瞬間、社会人精神注入棒を持つ店長の右腕の筋肉が、ボコン、と爆発的に膨れあがり――
「｜聖闘《セイント》・ホームラン！」
　まるで格闘ゲームのキャラか何かのように、堕天男は三メートル以上も上空にふっとばされていた――！（なお、補足しておくと｜聖闘《セイント》とは店長の下の名前である。彼もいわゆるキラキラネームであった）
　周囲の景色がやけにゆっくり動いているな、と堕天男は思った。
　ああ。俺、死ぬんだ――
　人間死が迫ると脳にかかっているリミッターが解除され、景色がゆっくり動くとは聞いていたが――死が眼前に迫ったら、もっとこう、生き延びようと必死であがくもんだとばかり思っていた。
　それは今まで送ってきた人生が人生だったからか、単にブラック労働で疲弊しきっていたせいだったのかは定かではないが、とにかく。
　まるで車に｜撥《は》ねられたように空を飛んだ堕天男は――
　砂場に頭から、着地した。`,
];